[{"title": The Hitchhiker's Guide to the Galaxy,
"isbn": 0345391802,
"author": Douglas Adams,
"text": Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.Together this dynamic pair begin a journey through space aided by quotes from The Hitchhiker's Guide ("A towel is about the most massively useful thing an interstellar hitchhiker can have") and a galaxy-full of fellow travelers: Zaphod Beeblebrox--the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian, Zaphod's girlfriend (formally Tricia McMillan), whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; Veet Voojagig, a former graduate student who is obsessed with the disappearance of all the ballpoint pens he bought over the years.},
{"title": On the Road,
"isbn": 0140042598,
"author": Jack Kerouac,
"text": Kerouac's classic novel of freedom and longing defined what it meant to be "Beat" and has inspired every generation since its initial publication.},
{"title": Wild: An Elemental Journey,
"isbn": 158542403X,
"author": Jay Griffiths,
"text": In Wild, Jay Griffiths describes an extraordinary odyssey through wildernesses of earth, ice, water, and fire. A poetic consideration of the tender connection between human society and the wild, the book is by turns passionate, political, funny, and harrowing. It is also a journey into that greatest of uncharted lands-the wilderness of the mind-and Griffiths beautifully explores the language and symbolism that shape our experience of our own wildness.  Part travelogue, part manifesto for wildness as an essential character of life, Wild is a one-of-a-kind book from a one-of-a-kind author.},
{"title": Into The Wild,
"isbn": 033045367X,
"author": Jon Krakauer,
"text": What would possess a gifted young man recently graduated from college to literally walk away from his life? Noted outdoor writer and mountaineer Jon Krakauer tackles that question in his reporting on Chris McCandless, whose emaciated body was found in an abandoned bus in the Alaskan wilderness in 1992. Described by friends and relatives as smart, literate, compassionate and funny, did McCandless simply read too much Thoreau and Jack London and lose sight of the dangers of heading into the wilderness alone? Krakauer, whose own adventures have taken him to the perilous heights of Everest, provides some answers by exploring the pull the outdoors, seductive yet often dangerous, has had on his own life.},
{"title": Nation,
"isbn": 0061433012,
"author": Terry Pratchett,
"text": Alone on a desert island     everything and everyone he knows and loves has been washed away in a storm     Mau is the last surviving member of his nation. He   s completely alone     or so he thinks until he finds the ghost girl. She has no toes, wears strange lacy trousers like the grandfather bird, and gives him a stick that can make fire.Daphne, sole survivor of the wreck of the Sweet Judy, almost immediately regrets trying to shoot the native boy. Thank goodness the powder was wet and the gun only produced a spark. She   s certain her father, distant cousin of the Royal family, will come and rescue her but it seems, for now, that all she has for company is the boy and the foul-mouthed ship   s parrot, until other survivors arrive to take refuge on the island. Together, Mau and Daphne discover some remarkable things (including how to milk a pig, and why spitting in beer is a good thing), and start to forge a new nation.Encompassing themes of death and nationhood, Terry Pratchett   s new novel is, as can be expected, extremely funny, witty and wise. Mau   s ancestors have something to teach us all. Mau just wishes they would shut up about it and let him get on with saving everyone   s lives!},
{"title": Thing Explainer: Complicated Stuff in Simple Words,
"isbn": 0544668251,
"author": Randall Munroe,
"text": In Thing Explainer: Complicated Stuff in Simple Words, things are explained in the style of Up Goer Five, using only drawings and a vocabulary of the 1,000 (or "ten hundred") most common words. Explore computer buildings (datacenters), the flat rocks we live on (tectonic plates), the things you use to steer a plane (airliner cockpit controls), and the little bags of water you're made of (cells).},
{"title": The Tales of Beedle the Bard,
"isbn": 0747599874,
"author": J.K. Rowling,
"text": The Tales of Beedle the Bard, a Wizarding classic, first came to Muggle readers    attention in the book known as Harry Potter and the Deathly Hallows. Now, thanks to Hermione Granger   s new translation from the ancient runes, we present this stunning edition with an introduction, notes, and illustrations by J. K. Rowling, and extensive commentary by Albus Dumbledore. Never before have Muggles been privy to these richly imaginative tales:    The Wizard and the Hopping Pot,       The Fountain of Fair Fortune,       The Warlock   s Hairy Heart,       Babbitty Rabbitty and Her Cackling Stump,    and of course,    The Tale of the Three Brothers.    But not only are they the equal of fairy tales we now know and love, reading them gives new insight into the world of Harry Potter.},
{"title": Just for Fun: The Story of an Accidental Revolutionary,
"isbn": 0066620732,
"author": Linus Torvalds,
"text": Once upon a time Linus Torvalds was a skinny unknown, just another nerdy Helsinki techie who had been fooling around with computers since childhood. Then he wrote a groundbreaking operating system and distributed it via the Internet -- for free. Today Torvalds is an international folk hero. And his creation LINUX is used by over 12 million people as well as by companies such as IBM.Now, in a narrative that zips along with the speed of e-mail, Torvalds gives a history of his renegade software while candidly revealing the quirky mind of a genius. The result is an engrossing portrayal of a man with a revolutionary vision, who challenges our values and may change our world.},
{"title": The Graveyard Book,
"isbn": 0747598843,
"author": Neil Gaiman,
"text": Nobody Owens, known to his friends as Bod, is a normal boy. He would be completely normal if he didn't live in a graveyard, being raised and educated by ghosts.There are dangers and adventures for Bod in the graveyard. But it is in the land of the living that real danger lurks for it is there that the man Jack lives and he has already killed Bod's family.},
{"title": Solar,
"isbn": 0385533411,
"author": Ian McEwan,
"text": The literary event of the season: a new novel from Ian McEwan, as surprising as it is masterful. Michael Beard is a Nobel prize   winning physicist whose best work is behind him. Trading on his reputation, he speaks for enormous fees, lends his name to the letterheads of renowned scientific institutions, and half-heartedly heads a government-backed initiative tackling global warming. While he coasts along in his professional life, Michael   s personal life is another matter entirely. His fifth marriage is crumbling under the weight of his infidelities. But this time the tables are turned: His wife is having an affair, and Michael realizes he is still in love with her. When Michael   s personal and professional lives begin to intersect in unexpected ways, an opportunity presents itself in the guise of an invitation to travel to New Mexico. Here is a chance for him to extricate himself from his marital problems, reinvigorate his career, and very possibly save the world from environmental disaster. Can a man who has made a mess of his life clean up the messes of humanity? A complex novel that brilliantly traces the arc of one man   s ambitions and self-deceptions, Solar is a startling, witty, and stylish new work from one of the world   s great writers.},
{"title": American Gods,
"isbn": 0747263744,
"author": Neil Gaiman,
"text": Days before his release from prison, Shadow's wife, Laura, dies in a mysterious car crash. Numbly, he makes his way back home. On the plane, he encounters the enigmatic Mr Wednesday, who claims to be a refugee from a distant war, a former god and the king of America.Together they embark on a profoundly strange journey across the heart of the USA, whilst all around them a storm of preternatural and epic proportions threatens to break.Scary, gripping and deeply unsettling, American Gods takes a long, hard look into the soul of America. You'll be surprised by what - and who - it finds there...This is the author's preferred text, never before published in the UK, and is about 12,000 words longer than the previous UK edition.},
{"title": Trashed,
"isbn": 1419714546,
"author": Derf Backderf,
"text": Every week we pile our garbage on the curb and it disappears--like magic! The reality is anything but, of course. Trashed, Derf Backderf's follow-up to the critically acclaimed, award-winning international bestseller My Friend Dahmer, is an ode to the crap job of all crap jobs--garbage collector. Anyone who has ever been trapped in a soul-sucking gig will relate to this tale. Trashed follows the raucous escapades of three 20-something friends as they clean the streets of pile after pile of stinking garbage, while battling annoying small-town bureaucrats, bizarre townfolk, sweltering summer heat, and frigid winter storms. Trashed is fiction, but is inspired by Derf's own experiences as a garbage  man. Interspersed are nonfiction pages that detail what our garbage is and where it goes. The answers will stun you. Hop on the garbage truck named Betty and ride along with Derf on a journey into the vast, secret world of garbage. Trashed is a hilarious, stomach-churning tale that will leave you laughing and wincing in disbelief.},
{"title": The Last Lecture,
"isbn": 1401323251,
"author": Randy Pausch,
"text": "We cannot change the cards we are dealt, just how we play the hand."  A lot of professors give talks titled "The Last Lecture." Professors are asked to consider their demise and to ruminate on what matters most to them. And while they speak, audiences can't help but mull the same question: What wisdom would we impart to the world if we knew it was our last chance? If we had to vanish tomorrow, what would we want as our legacy? When Randy Pausch, a computer science professor at Carnegie Mellon, was asked to give such a lecture, he didn't have to imagine it as his last, since he had recently been diagnosed with terminal cancer. But the lecture he gave--"Really Achieving Your Childhood Dreams"--wasn't about dying. It was about the importance of overcoming obstacles, of enabling the dreams of others, of seizing every moment (because "time is all you have...and you may find one day that you have less than you think"). It was a summation of everything Randy had come to believe. It was about In this book, Randy Pausch has combined the humor, inspiration and intelligence that made his lecture such a phenomenon and given it an indelible form. It is a book that will be shared for generations to come!!},
{"title": The Bourne Supremacy,
"isbn": 0752863886,
"author": Robert Ludlum,
"text": #1     Re enter the shadowy world of Jason Bourne, an expert assassin still plagued by the splintered nightmares of his former life. This time the stakes are higher than ever. For someone else has taken on the Bourne identity   a ruthless killer who must be stopped or the world will pay a devastating price. To succeed, the real Jason Bourne must maneuver through the dangerous labyrinth of international espionage   an exotic world filled with CIA plots, turncoat agents, and ever-shifting alliances   all the while hoping to find the truth behind his haunted memories and the answers to his own fragmented past. This time there are two Bournes   and one must die.},
{"title": Prof: Alan Turing Decoded,
"isbn": 1841656437,
"author": Dermot Turing,
"text": Following hot on the heels of  Alan Turing was an extraordinary man who crammed into a life of only 42 years the careers of mathematician, codebreaker, computer scientist, and biologist. He is widely regarded as a war hero grossly mistreated by his unappreciative country and it has become hard to disentangle the real man from the story. It is easy to cast him as a misfit, the stereotypical professor. But actually Alan Turing was never a professor, and his nickname "Prof" was given by his codebreaking friends at Bletchley Park. Now, Alan Turing   s nephew, Dermot Turing, has taken a fresh look at the influences on Alan Turing   s life and creativity, and the later creation of a legend. Dermot   s vibrant and entertaining approach to the life and work of a true genius makes this a fascinating read. This unique family perspective features insights from secret documents only recently released to the UK National Archives and other sources not tapped by previous biographers, looks into the truth behind Alan   s conviction for gross indecency, and includes previously unpublished photographs from the Turing family album.},
{"title": The Sanctuary Sparrow,
"isbn": 0751502170,
"author": Ellis Peters,
"text": Liliwin, a wandering minstrel, is thrown out of Daniel Aurifaber's wedding feast after a jug is broken during his juggling act. Soon after, the groom's father is found senseless beside his empty money box. A lynch mob sets off after Liliwin, who claims sanctuary in the abbey. The next day, the Aurifaber's neighbour is found dead, and the ageing matriarch of their household has a seizure and dies soon after. The following day, the baddies make their escape taking the stolen gold and Rannilt - Liliwin's serving-girl friend - as hostage, but are stopped before the reach the Welsh border.},
{"title": Wild by Nature: One Woman, One Trek, One Thousand Nights,
"isbn": 1250081971,
"author": Sarah Marquis,
"text": From National Geographic's Explorer of 2014, featured in The New York Times Magazine, Wild By Nature is the harrowing and nearly unbelievable story of Sarah Marquis' solo 10,000-mile hike across the remote Gobi desert from Siberia to Thailand, then transported by boat to complete her hike at her favorite tree in Australia.Relying on hunting and her own wits, Sarah Marquis made it across six countries where she survived mafia, drug dealers, thieves on horseback who harassed her tent every night for weeks, temperatures from sub zero to scorching, life-threatening wildlife, a dengue fever delirium in the Laos jungle, tropic ringworm in northern Thailand, dehydration, and a life-threatening abscess.Through an incredible journey Wild By Nature explores what it is to adventure as a woman in the most dangerous of circumstance, what it is to be truly alone in the wild and why someone would challenge themselves with an expedition others would call crazy. Originally a bestseller in France selling over 60,000 copies, Wild By Nature will appeal to fans of Cheryl Strayed's Wild.},
{"title": The Children of Húrin,
"isbn": 0007246226,
"author": J.R.R. Tolkien,
"text": It is a legendary time long before The Lord of the Rings, and Morgoth, the first Dark Lord, dwells in the vast fortress of Angband in the North; and within the shadow of the fear of Angband, and the war waged by Morgoth against the Elves, the fates of T  rin and his sister Ni  nor will be tragically entwined.Their brief and passionate lives are dominated by the elemental hatred that Morgoth bears them as the children of H  rin, the man who dared to defy him to his face. Against them Morgoth sends his most formidable servant, Glaurung, a powerful spirit in the form of a huge wingless dragon of fire, in an attempt to fulfil the curse of Morgoth, and destroy the children of H  rin.Begun by J.R.R. Tolkien at the end of the First World War, The Children of H  rin became the dominant story in his later work on Middle-earth. But he could not bring it to a final and finished form. In this book Christopher Tolkien has constructed, after long study of the manuscripts, a coherent narrative without any editorial invention.},
{"title": Thunderbolt from Navarone,
"isbn": 000651104X,
"author": Sam Llewellyn,
"text": Fresh from their mission against Werwolf U-Boats, Mallory, Miller & Andrea are summoned to Naval HQ. Their new mission is to reconnoitre the Greek island of Kynthos & determine German development of the lethal V3 rocket, & destroy any facilities.},
{"title": Survival in Auschwitz,
"isbn": 0684826801,
"author": Primo Levi,
"text": In 1943, Primo Levi, a twenty-five-year-old chemist and "Italian citizen of Jewish race," was arrested by Italian fascists and deported from his native Turin to Auschwitz. Survival in Auschwitz is Levi's classic account of his ten months in the German death camp, a harrowing story of systematic cruelty and miraculous endurance. Remarkable for its simplicity, restraint, compassion, and even wit, Survival in Auschwitz remains a lasting testament to the indestructibility of the human spirit.},
{"title": Genius: The Life and Science of Richard Feynman,
"isbn": 0679747044,
"author": James Gleick,
"text": Genius is a brilliant interweaving of Richard Feynman's colourful life and a detailed and accessible account of his theories and experiments - nearly half a century of which amount to no less than the story of modern physics itself.},
{"title": The Essential Arithmetricks,
"isbn": 0439011574,
"author": Kjartan Poskitt,
"text": Find out how to count your way out of a death-trap, why multiplication can stop a hairy green spot epidemic, and meet the barmy pure mathematicians who spent years proving 5 + 0 = 5. Meanwhile, Chainsaw Charlie, Halfsmile and their gang discover that even the simplest maths can be murderous.},
{"title": Angry Animals,
"isbn": 0439963648,
"author": Nick Arnold,
"text": Science with the squishy bits left in! Take a walk on the wild side with "Angry Animals". Dare you discover: who made false teeth for an elephant? Where you can find dragons with bad breath. Which scientist ate a poisonous snake for dinner? If you think you can stomach the sick side of Science, then read on as we go on the hunt for the cruellest creature of them all. Get to grips with gruesome grizzly bears, wolf down some facts about, er, wolves and snap up some savage shark stories. With fantastic fact files, quirky quizzes and crazy cartoons, "Angry Animals" is a book to sink your teeth into! Science has never been so horrible!},
{"title": The Hades Factor,
"isbn": 0312973055,
"author": Robert Ludlum,
"text": An unknown doomsday virus quickly claims the lives of four people across the country --- including Dr. Sophia Russell, a researcher leading the team trying to crack the disease. Devastated and enraged, her fiance, Lt. Colonel Jonathan Smith, uncovers evidence that his lover's death was no accident --- that someone out there has the virus, and the pandemic that threatens countless millions of lives was planned.Not knowing where to turn or whom to trust, Smith assembles a private team to aid his fight against the deadly virus. While the death toll mounts rapidly, their quest leads them to the highest levels of power and the darkest corners of the earth, as Smith and his team match wits with a determined genius out to destroy them, with the fate of the world in the balance ...},
{"title": Guards! Guards!,
"isbn": 0061020648,
"author": Terry Pratchett,
"text": Here there be dragons . . . and the denizens of Ankh-Morpork wish one huge firebreather would return from whence it came. Long believed extinct, a superb specimen of draco nobilis ("noble dragon" for those who don't understand italics) has appeared in Discworld's greatest city. Not only does this unwelcome visitor have a nasty habit of charbroiling everything in its path, in rather short order it is crowned King (it is a noble dragon, after all . . .).Meanwhile, back at Unseen University, an ancient and long-forgotten volume--The Summoning of Dragons--is missing from the Library's shelves. To the rescue come Captain Vimes, Constable Carrot, and the rest of the Night Watch who, along with other brave citizens, risk everything, including a good roasting, to dethrone the flying monarch and restore order to Ankh-Morpork (before it's burned to a crisp). A rare tale, well done as only Terry Pratchett can.},
{"title": Smith of Wootton Major,
"isbn": 004440722X,
"author": J.R.R. Tolkien,
"text": This collection includes two of Tolkien's best fairy stories. The world of Faery is the setting for Smith of Wootton Major. The preparation of Great Cake to mark the Feast of Good Children was a human, cheerful occasion, but other less material powers were at work and the world of man and of Faery met and blended in a strange, haunting union.Leaf by Niggle is an apt and beautiful illustration of Tolkien's theory that fairy stories about the Faery have either own literary value and should not be seen either as academic exercises or as stories written specifically for children.},
{"title": The Hobbit,
"isbn": 054792822X,
"author": J.R.R. Tolkien,
"text": Librarian note: an alternate cover for this edition can be found Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely travelling further than the pantry of his hobbit-hole in Bag End. But his contentment is disturbed when the wizard, Gandalf, and a company of thirteen dwarves arrive on his doorstep one day to whisk him away on an unexpected journey    there and back again   . They have a plot to raid the treasure hoard of Smaug the Magnificent, a large and very dangerous dragon.The prelude to The Lord of the Rings, The Hobbit has sold many millions of copies since its publication in 1937, establishing itself as one of the most beloved and influential books of the twentieth century.},
{"title": The Hubble Cosmos: 25 Years of New Vistas in Space,
"isbn": 1426215576,
"author": David H. DeVorkin,
"text": To celebrate NASA   s Hubble Space Telescope and its 25 years of accomplishments, let The Hubble Cosmos fill your mind with big ideas, brilliant imagery, and a new understanding of the universe in which we live. Relive key moments in the monumental Hubble story, from launch through major new instrumentation to the promise of discoveries to come. With more than 150 photographs including Hubble All-Stars   the most famous of all the noteworthy images   The Hubble Cosmos shows how this telescope is revolutionizing our understanding of the universe.},
{"title": The Road to Little Dribbling: More Notes From a Small Island,
"isbn": 0857522345,
"author": Bill Bryson,
"text": Over twenty years ago, Bill Bryson went on a trip around Britain to celebrate the green and kindly island that had become his home. The hilarious book he wrote about that journey, Notes from a Small Island, became one of the most loved books of recent decades, and was voted in a BBC poll as the book that best represents Britain. Now, for his first travel book in fifteen years, Bryson sets out again, on a long-awaited, brand-new journey around the UK.},
{"title": The Periodic Table,
"isbn": 0805210415,
"author": Primo Levi,
"text": (Book Jacket Status: Jacketed)The Periodic Table is largely a memoir of the years before and after Primo Levi   s transportation from his native Italy to Auschwitz as an anti-Facist partisan and a Jew. It recounts, in clear, precise, unfailingly beautiful prose, the story of the Piedmontese Jewish community from which Levi came, of his years as a student and young chemist at the inception of the Second World War, and of his investigations into the nature of the material world. As such, it provides crucial links and backgrounds, both personal and intellectual, in the tremendous project of remembrance that is Levi   s gift to posterity. But far from being a prologue to his experience of the Holocaust, Levi   s masterpiece represents his most impassioned response to the events that engulfed him. The Periodic Table celebrates the pleasures of love and friendship and the search for meaning, and stands as a monument to those things in us that are capable of resisting and enduring in the face of tyranny.From the Hardcover edition.},
{"title": Cosmos,
"isbn": 0375508325,
"author": Carl Sagan,
"text": Cosmos has 13 heavily illustrated chapters, corresponding to the 13 episodes of the Cosmos television series. In the book, Sagan explores 15 billion years of cosmic evolution and the development of science and civilization. Cosmos traces the origins of knowledge and the scientific method, mixing science and philosophy, and speculates to the future of science. The book also discusses the underlying premises of science by providing biographical anecdotes about many prominent scientists throughout history, placing their contributions into the broader context of the development of modern science.The book covers a broad range of topics, comprising Sagan's reflections on anthropological, cosmological, biological, historical, and astronomical matters from antiquity to contemporary times. Sagan reiterates his position on extraterrestrial life   that the magnitude of the universe permits the existence of thousands of alien civilizations, but no credible evidence exists to demonstrate that such life has ever visited earth.},
{"title": The Love Song of Miss Queenie Hennessy,
"isbn": 0385682824,
"author": Rachel Joyce,
"text":    When Queenie Hennessy discovers that Harold Fry is walking the length of England to save her, and all she has to do is wait, she is shocked. Her note had explained she was dying. How can she wait? A new volunteer at the hospice suggests that Queenie should write again; only this time she must tell Harold everything. In confessing to secrets she has hidden for twenty years, she will find atonement for the past. As the volunteer points out, 'Even though you've done your travelling, you're starting a new journey too.' Queenie thought her first letter would be the end of the story. She was wrong. It was the beginning.},
{"title": Dodger,
"isbn": 0062009494,
"author": Terry Pratchett,
"text": A storm. Rain-lashed city streets. A flash of lightning. A scruffy lad sees a girl leap desperately from a horse-drawn carriage in a vain attempt to escape her captors. Can the lad stand by and let her be caught again? Of course not, because he's...Dodger.Seventeen-year-old Dodger may be a street urchin, but he gleans a living from London's sewers, and he knows a jewel when he sees one. He's not about to let anything happen to the unknown girl--not even if her fate impacts some of the most powerful people in England.From Dodger's encounter with the mad barber Sweeney Todd to his meetings with the great writer Charles Dickens and the calculating politician Benjamin Disraeli, history and fantasy intertwine in a breathtaking account of adventure and mystery.Beloved and bestselling author Sir Terry Pratchett combines high comedy with deep wisdom in this tale of an unexpected coming-of-age and one remarkable boy's rise in a complex and fascinating world.},
{"title": Wild: From Lost to Found on the Pacific Crest Trail,
"isbn": 0307592731,
"author": Cheryl Strayed,
"text": #1 NATIONAL BESTSELLER, SOON TO BE A MAJOR MOTION PICTURE.At twenty-two, Cheryl Strayed thought she had lost everything. In the wake of her mother   s death, her family scattered and her own marriage was soon destroyed. Four years later, with nothing more to lose, she made the most impulsive decision of her life. With no experience or training, driven only by blind will, she would hike more than a thousand miles of the Pacific Crest Trail from the Mojave Desert through California and Oregon to Washington State     and she would do it alone.Told with suspense and style, sparkling with warmth and humor, Wild powerfully captures the terrors and pleasures of one young woman forging ahead against all odds on a journey that maddened, strengthened, and ultimately healed her.},
{"title": The Unlikely Pilgrimage of Harold Fry,
"isbn": 0812993292,
"author": Rachel Joyce,
"text": Harold Fry is convinced that he must deliver a letter to an old friend in order to save her, meeting various characters along the way and reminiscing about the events of his past and people he has known, as he tries to find peace and acceptance.Recently retired, sweet, emotionally numb Harold Fry is jolted out of his passivity by a letter from Queenie Hennessy, an old friend, who he hasn't heard from in twenty years. She has written to say she is in hospice and wanted to say goodbye. Leaving his tense, bitter wife Maureen to her chores, Harold intends a quick walk to the corner mailbox to post his reply but instead, inspired by a chance encounter, he becomes convinced he must deliver his message in person to Queenie--who is 600 miles away--because as long as he keeps walking, Harold believes that Queenie will not die. So without hiking boots, rain gear, map or cell phone, one of the most endearing characters in current fiction begins his unlikely pilgrimage across the English countryside. Along the way, strangers stir up memories--flashbacks, often painful, from when his marriage was filled with promise and then not, of his inadequacy as a father, and of his shortcomings as a husband. Ironically, his wife Maureen, shocked by her husband's sudden absence, begins to long for his presence. Is it possible for Harold and Maureen to bridge the distance between them? And will Queenie be alive to see Harold arrive at her door?},
{"title": One Flew Over the Cuckoo's Nest,
"isbn": 0451163966,
"author": Ken Kesey,
"text": "In this classic of the 1960s, Ken Kesey's hero is Randle Patrick McMurphy, a boisterous, brawling, fun-loving rebel who swaggers into the world of a mental hospital and takes over. A lusty, life-affirming fighter, McMurphy rallies the other patients around him by challenging the dictatorship of Nurse Ratched. He promotes gambling in the ward, smuggles in wine and women, and openly defies the rules at every turn. But this defiance, which starts as a sport, soon develops into a grim struggle, an all-out war between two relentless opponents: Nurse Ratched, back by the full power of authority, and McMurphy, who has only his own indomitable will. What happens when Nurse Ratched uses her ultimate weapon against McMurphy provides the story's shocking climax.},
{"title": Life of Pi,
"isbn": 0770430074,
"author": Yann Martel,
"text": Life of Pi is a fantasy adventure novel by Yann Martel published in 2001. The protagonist, Piscine Molitor "Pi" Patel, a Tamil boy from Pondicherry, explores issues of spirituality and practicality from an early age. He survives 227 days after a shipwreck while stranded on a boat in the Pacific Ocean with a Bengal tiger named Richard Parker.},
{"title": The Martian,
"isbn": 0804139024,
"author": Andy Weir,
"text": Six days ago, astronaut Mark Watney became one of the first people to walk on Mars. Now, he's sure he'll be the first person to die there.After a dust storm nearly kills him and forces his crew to evacuate the planet while thinking him dead, Mark finds himself stranded on Mars' surface, completely alone, with no way to signal Earth that he   s alive     and even if he could get word out, his supplies would be gone years before a rescue could arrive.Chances are, though, he won't have time to starve to death. The damaged machinery, unforgiving environment or plain-old "human error" are much more likely to kill him first. But Mark's not ready to quit. Armed with nothing but his ingenuity and his engineering skills     and a gallows sense of humor that proves to be his greatest source of strength     he embarks on a dogged quest to stay alive, using his botany expertise to grow food and even hatching a mad plan to contact NASA back on Earth.As he overcomes one seemingly insurmountable obstacle after the next, Mark begins to let himself believe he might make it off the planet alive     but Mars has plenty of surprises in store for him yet.Grounded in real, present-day science from the first page to the last, yet propelled by a brilliantly ingenious plot that surprises the reader again and again, The Martian is a truly remarkable thriller: an impossible-to-put-down suspense novel that manages to read like a real-life survival tale.},
{"title": Neverwhere,
"isbn": 0061373877,
"author": Neil Gaiman,
"text": Richard Mayhew is a young man with a good heart and an ordinary life, which is changed forever when he stops to help a girl he finds bleeding on a London sidewalk. His small act of kindness propels him into a world he never dreamed existed. There are people who fall through the cracks, and Richard has become one of them. And he must learn to survive in this city of shadows and darkness, monsters and saints, murderers and angels, if he is ever to return to the London that he knew."A fantastic story that is both the stuff of dreams and nightmares" (San Diego Union-Tribune), Neil Gaiman's first solo novel has become a touchstone of urban fantasy, and a perennial favorite of readers everywhere.},
{"title": To Catch a King,
"isbn": 0671676164,
"author": Jack Higgins,
"text": 1940. Hitler   s terrifying war machine will soon roll through England, and in its wake Hitler plans to enthrone puppet monarchs under Nazi control. For these roles he demands none other than the exiled Duke and Duchess of Windsor.Berlin. Brilliant SS officer Walter Schellenberg is ordered to    persuade    the Duke and Duchess to the Nazi cause. But when Shellenberg impulsively aids the escape of beautiful Jewish nightclub singer Hannah Winter, he plunges them both into a dark arena of intrigue and betrayal. Hunted by ruthless Gestapo agents, chased through the deadly underground from Berlin to Madrid to Lisbon, they are racing on a collision course with their own loyalties     and the fate of all England.   Higgins is the master   s master of World War II spycraft storytelling        United Press International},
{"title": Year of the Tiger,
"isbn": 042515517X,
"author": Jack Higgins,
"text": The New York Times bestselling author returns with another action-packed adventure. In 1962, abrilliant scientist becomes the key to the superpower space race--and the object of a worldwidemanhunt. A maelstrom of Cold War intrigue and espionage, The Year of the Tiger is Higgins at his best.},
{"title": The Road to Gandolfo,
"isbn": 0553271091,
"author": Robert Ludlum,
"text": THE PRINCIPAL CAST: General Mackenzie Hawkins, legend, hero, rogue. Sam Devereaux, bright young lawyer from Harvard, now in the army, can't wait to get out. General Hawkin's four ex-wives, a quartet of incredibly endowed women who've formed a club: Hawkin's Harem. THE PREMISE: Kidnap Pope Francesco I, the most beloved pontiff since John XX III. RANSOM: One American dollar for every Catholic in the world. THE PROBLEM: Pope Francesco I says: "Gentle souls, why not?"},
{"title": Point of Impact,
"isbn": 0099453452,
"author": Stephen Hunter,
"text": In the jungles of Vietnam, Bob Lee Swagger was known as 'Bob the Nailer' for his high-scoring target rate at killing. Today the master sniper lives in a trailer in the Arkansas mountains, and just wants to be left alone. But he knows too much- about killing. The mission is top secret. Dangerous, patriotic, and rigged from the start. One thing goes wrong: double-crossed Bob has come out alive. Now he is on the run. His only allies: an FBI agent in disgrace and a beautiful woman. His only hope: find the elusive mastermind who set him up. Multi-layered with non-stop action, this hot-shot torcher of a thriller is addictive, exciting and right on target. A high-tech, high-ride reading experience.},
{"title": The Judas Gate,
"isbn": 0007320469,
"author": Jack Higgins,
"text": A disturbing tape has made its way to British intelligence. It contains battlefield chatter from an ambush in Afghanistan, in which 12 U.S. Army Rangers and a British medical team died. Most of the Taliban voices are Afghan, but the voice of the commander bears an Irish accent. Sean Dillon is put in charge of hunting the traitor down.},
{"title": Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch,
"isbn": 0060853980,
"author": Terry Pratchett,
"text": According to   So the armies of Good and Evil are amassing, Atlantis is rising, frogs are falling, tempers are flaring. Everything appears to be going according to Divine Plan. Except a somewhat fussy angel and a fast-living demon   both of whom have lived amongst Earth's mortals since The Beginning and have grown rather fond of the lifestyle   are not actually looking forward to the coming Rapture.  And someone seems to have misplaced the Antichrist . . .},
{"title": The Forest Unseen: A Year's Watch in Nature,
"isbn": 067002337X,
"author": David George Haskell,
"text": A biologist reveals the secret world hidden in a single square meter of forest. In this wholly original book, biologist David Haskell uses a one-square-meter patch of old-growth Tennessee forest as a window onto the entire natural world. Visiting it almost daily for one year to trace nature's path through the seasons, he brings the forest and its inhabitants to vivid life.Each of this book's short chapters begins with a simple observation: a salamander scuttling across the leaf litter; the first blossom of spring wildflowers. From these, Haskell spins a brilliant web of biology and ecology, explaining the science that binds together the tiniest microbes and the largest mammals and describing the ecosystems that have cycled for thousands -- sometimes millions -- of years. Each visit to the forest presents a nature story in miniature as Haskell elegantly teases out the intricate relationships that order the creatures and plants that call it home.Written with remarkable grace and empathy, The Forest Unseen is a grand tour of nature in all its profundity. Haskell is a perfect guide into the world that exists beneath our feet and beyond our backyards.},
{"title": The Hunt for Zero Point: Inside the Classified World of Antigravity Technology,
"isbn": 0767906284,
"author": Nick Cook,
"text": The atomic bomb was not the only project to occupy government scientists during the 1940s. Antigravity technology, originally spearheaded by scientists in Nazi Germany, was another high priority, one that still may be in effect today. Now, for the first time, an acclaimed journalist with unprecedented access to key sources in the intelligence and military communities reveals suppressed evidence that tells the story of a quest for a discovery that could prove as powerful as the atomic bomb.The Hunt for Zero Point explores the scientific speculation that    zero point    energy   a limitless source of potential power that may hold the key to defying and thereby controlling gravity   exists in the universe and can be replicated. The pressure to be the first nation to harness gravity is immense, as it means having the ability to build military planes of unlimited speed and range, along with the most deadly weaponry the world has ever seen. The ideal shape for a gravity-defying vehicle happens to be a perfect disk, making antigravity tests a possible explanation for numerous UFO sightings during the past fifty years.Drawn from interviews with those involved int the research and visits to labs in Europe and the United States, The Hunt for Zero Point is a captivating account of the twentieth century   s most puzzling unexplained phenomenon.},
{"title": Night Judgement at Sinos,
"isbn": 0440162637,
"author": Jack Higgins,
"text": The island of Sinos. Strategically positioned between Greece and Turkey, this small Mediterranean isle is a relic of the past -- an old Turkish stronghold fortified by the Nazis during World War II. Now it has become a prison for political offenders from the Greek mainland. A fortress of grim solitude and secrets, Sinos is the last place anyone would voluntarily enter -- but deep sea diver Jack Savage has little choice. After losing his boat in a suspicious explosion, Savage is approached by shipping magnate Dimitri Aleko. The multi-millionaire has taken an extreme interest in Savage's background as a Royal Marine Commando and his expertise in underwater sabotage. Aleko also has a job for Savage: masterminding the ultimate breakout.For on the prison island of Sinos, one man holds the fate of thousands in his hands. And Jack Savage is the key to unlocking that fate.},
{"title": When Books Went to War: The Stories that Helped Us Win World War II,
"isbn": 0544535022,
"author": Molly Guptill Manning,
"text": When America entered World War II in 1941, we faced an enemy that had banned and burned over 100 million books and caused fearful citizens to hide or destroy many more. Outraged librarians launched a campaign to send free books to American troops and  gathered 20 million hardcover donations. In 1943, the War Department and the publishing industry stepped in with an extraordinary program:  120 million small, lightweight paperbacks, for troops to carry in their pockets and their rucksacks, in every theater of war.    Comprising 1,200 different titles of every imaginable type, these paperbacks were beloved by the troops and are still fondly remembered today. Soldiers read them while waiting to land at Normandy; in hellish trenches in the midst of battles in the Pacific; in field hospitals; and on long bombing flights.  They wrote to the authors, many of whom responded to every letter.  They helped rescue The Great Gatsby from obscurity.  They made Betty Smith, author of A Tree Grows in Brooklyn, into a national icon. When Books Went to War is an inspiring story for history buffs and book lovers alike.},
{"title": What If?: Serious Scientific Answers to Absurd Hypothetical Questions,
"isbn": 0544272994,
"author": Randall Munroe,
"text": Randall Munroe left NASA in 2005 to start up his hugely popular site XKCD 'a web comic of romance, sarcasm, math and language' which offers a witty take on the world of science and geeks. It now has 600,000 to a million page hits daily. Every now and then, Munroe would get emails asking him to arbitrate a science debate. 'My friend and I were arguing about what would happen if a bullet got struck by lightning, and we agreed that you should resolve it . . . ' He liked these questions so much that he started up What If. If your cells suddenly lost the power to divide, how long would you survive? How dangerous is it, really, to be in a swimming pool in a thunderstorm? If we hooked turbines to people exercising in gyms, how much power could we produce? What if everyone only had one soulmate?When (if ever) did the sun go down on the British empire?  How fast can you hit a speed bump while driving and live?What would happen if the moon went away?In pursuit of answers, Munroe runs computer simulations, pores over stacks of declassified military research memos, solves differential equations, and consults with nuclear reactor operators. His responses are masterpieces of clarity and hilarity, studded with memorable cartoons and infographics. They often predict the complete annihilation of humankind, or at least a really big explosion. Far more than a book for geeks, WHAT IF: Serious Scientific Answers to Absurd Hypothetical Questions explains the laws of science in operation in a way that every intelligent reader will enjoy and feel much the smarter for having read.},
{"title": The Fault in Our Stars,
"isbn": 0525478817,
"author": John Green,
"text": Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.Insightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning author John Green's most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love.},
{"title": The Auschwitz Escape,
"isbn": 1414336241,
"author": Joel C. Rosenberg,
"text": A terrible darkness has fallen upon Jacob Weisz's beloved Germany. The Nazi regime, under the leadership of Adolf Hitler, has surged to power and now hold Germany by the throat. All non-Aryans -- especially Jews like Jacob and his family -- are treated like dogs.When tragedy strikes during one terrible night of violence, Jacob flees and joins rebel forces working to undermine the regime. But after a raid goes horribly wrong, Jacob finds himself in a living nightmare -- trapped in a crowded, stinking car on the train to the Auschwitz death camp.As World War II rages and Hitler begins implementing his "final solution" to systematically and ruthlessly exterminate the Jewish people, Jacob must rely on his wits and a God he's not sure he believes in to somehow escape from Auschwitz and alert the world to the Nazi's atrocities before Fascism overtakes all of Europe. The fate of millions hangs in the balance.},
{"title": The Ocean at the End of the Lane,
"isbn": 0062255657,
"author": Neil Gaiman,
"text": Sussex, England. A middle-aged man returns to his childhood home to attend a funeral. Although the house he lived in is long gone, he is drawn to the farm at the end of the road, where, when he was seven, he encountered a most remarkable girl, Lettie Hempstock, and her mother and grandmother. He hasn't thought of Lettie in decades, and yet as he sits by the pond (a pond that she'd claimed was an ocean) behind the ramshackle old farmhouse, the unremembered past comes flooding back. And it is a past too strange, too frightening, too dangerous to have happened to anyone, let alone a small boy.Forty years earlier, a man committed suicide in a stolen car at this farm at the end of the road. Like a fuse on a firework, his death lit a touchpaper and resonated in unimaginable ways. The darkness was unleashed, something scary and thoroughly incomprehensible to a little boy. And Lettie   magical, comforting, wise beyond her years   promised to protect him, no matter what.A groundbreaking work from a master, The Ocean at the End of the Lane is told with a rare understanding of all that makes us human, and shows the power of stories to reveal and shelter us from the darkness inside and out. It is a stirring, terrifying, and elegiac fable as delicate as a butterfly's wing and as menacing as a knife in the dark.},
{"title": The Silkworm,
"isbn": 0316206873,
"author": Robert Galbraith,
"text": Private investigator Cormoran Strike returns in a new mystery from Robert Galbraith, author of the #1 international bestseller When novelist Owen Quine goes missing, his wife calls in private detective Cormoran Strike. At first, Mrs. Quine just thinks her husband has gone off by himself for a few days   as he has done before   and she wants Strike to find him and bring him home.But as Strike investigates, it becomes clear that there is more to Quine's disappearance than his wife realizes. The novelist has just completed a manuscript featuring poisonous pen-portraits of almost everyone he knows. If the novel were to be published, it would ruin lives   meaning that there are a lot of people who might want him silenced.When Quine is found brutally murdered under bizarre circumstances, it becomes a race against time to understand the motivation of a ruthless killer, a killer unlike any Strike has encountered before...},
{"title": Beatrice and Virgil,
"isbn": 1400069262,
"author": Yann Martel,
"text": Fate takes many forms. . . .   When Henry receives a letter from an elderly taxidermist, it poses a puzzle that he cannot resist. As he is pulled further into the world of this strange and calculating man, Henry becomes increasingly involved with the lives of a donkey and a howler monkey   named Beatrice and Virgil   and the epic journey they undertake together.With all the spirit and originality that made Life of Pi so beloved, this brilliant new novel takes the reader on a haunting odyssey. On the way Martel asks profound questions about life and art, truth and deception, responsibility and complicity. },
{"title": The Diary of a Young Girl,
"isbn": 0553296981,
"author": Anne Frank,
"text": Discovered in the attic in which she spent the last years of her life, Anne Frank's remarkable diary has since become a world classic   a powerful reminder of the horrors of war and an eloquent testament to the human spirit.In 1942, with Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two years, until their whereabouts were betrayed to the Gestapo, they and another family lived cloistered in the "Secret Annexe" of an old office building. Cut off from the outside world, they faced hunger, boredom, the constant cruelties of living in confined quarters, and the ever-present threat of discovery and death.In her diary Anne Frank recorded vivid impressions of her experiences during this period. By turns thoughtful, moving, and amusing, her account offers a fascinating commentary on human courage and frailty and a compelling self-portrait of a sensitive and spirited young woman whose promise was tragically cut short.},
{"title": Surely You're Joking, Mr. Feynman!: Adventures of a Curious Character,
"isbn": 0393316041,
"author": Richard Feynman,
"text": Richard Feynman (1918-1988), winner of the Nobel Prize in physics, thrived on outrageous adventures. Here he recounts in his inimitable voice his experience trading ideas on atomic physics with Einstein and Bohr and ideas on gambling with Nick the Greek; cracking the uncrackable safes guarding the most deeply held nuclear secrets; painting a naked female toreador - and much else of an eyebrow-raising nature.In short, here is Feynman's life in all its eccentric glory - a combustible mixture of high intelligence, unlimited curiosity, and raging chutzpah.},
{"title": A Prayer for the Dying,
"isbn": 0451138015,
"author": Jack Higgins,
"text": Everyone has demons to overcome, but Martin Fallon has more than most. A ruthless hitman and executioner for the IRA, Fallon is haunted by a mistake that led to the explosion of a school bus full of children.    When he   s threatened by the sadistic Meehan brothers, Fallon must agree to one last hit. But this time there   s a witness: a priest named Father De Costa. And when everyone else wants the Father dead, Fallon is determined to protect him, to earn redemption from his life of crime and forgiveness for the blood on his hands.},
{"title": The Hermit of Eyton Forest,
"isbn": 0751511145,
"author": Ellis Peters,
"text": In his fourteenth chronicle Brother Cadfael's tranquil life as a herbalist is disturbed by the arrival of a saintly hermit and the disappearance of a young boy.},
{"title": The Blitzed Brits,
"isbn": 0590558250,
"author": Terry Deary,
"text": This fun and fast activity book comes with an adorable stopwatch featuring Pochacco, the on-the-go pup. Readers can time themselves in wacky challenges designed for 1, 2, 3 or more},
{"title": The Smashing Saxons,
"isbn": 0439012716,
"author": Terry Deary,
"text": Horrible Histories - History with all the nasty bits left in! The Smashing Saxons tells you the terrible truth about pillaging people who bashed the Brits but got nobbled by the Normans. Want to know: Who got cow pats as Christmas presents? Why wearing a pig on your head is lucky? How to make a dead Saxon happy? Read on for foul facts on cut-throat kings, disgusting diseases and ghastly graves. find out how to make like a monk with silent signals, be the judge in a Saxon criminal court, and solve 1,000-year-old riddles. History has never been so horrible!},
{"title": The Bourne Ultimatum,
"isbn": 0752858491,
"author": Robert Ludlum,
"text": The world's two deadliest spies in the ultimate showdown. At a small-town carnival two men, each mysteriously summoned by telegram, witness a bizarre killing. The telegrams are signed Jason Bourne. Only they know Bourne's true identity and understand the telegram is really a message from Bourne's mortal enemy, Carlos, known also as the Jackal, the world's deadliest and most elusive terrorist. And furthermore, they know that the Jackal wants: a final confrontation with Bourne. Now David Webb, professor of Oriental studies, husband, and father, must do what he hoped he would never have to do again -- assume the terrible identity of Jason Bourne. His plan is simple: to infiltrate the politically and economically Medusan group and use himself as bait to lure the cunning Jackal into a deadly trap -- a trap from which only one of them will escape.From the Paperback edition},
{"title": The Master Sniper,
"isbn": 0440221870,
"author": Stephen Hunter,
"text": It is the spring of 1945, and the Nazis are eliminating all the witnesses to their horrible crimes, including Jews and foreigners remaining in the prison camps. Kommandant Repp, who is known as a master sniper, decides to hone his sniping abilities by taking a little target practice at the remaining laborers in his own prison camp. But one man escapes and becomes the key to solving the mystery of the cold, calculating Kommandmant Repp and his plans for ending the war.Repp was the master sniper whose deadly talent had come to the notice of British Intelligence as the linchpin of a desperate Nazi plot to reverse the fortunes of the Third Reich at the eleventh hour. But what was the nature of the weapon that Repp was to aim--and who was to be his last target? Allied Intelligence officers Leets, from the U.S., and Outhwaite from England are dispatched to identify and abort his lethal mission. And when they finally learn the truth, the Second World War's deadliest race against time is on....},
{"title": The Sigma Protocol,
"isbn": 0312982518,
"author": Robert Ludlum,
"text": In Zurich, Switzerland, American investment banker Ben Hartman has arrived on holiday when he chances upon old friend Jimmy Cavanaugh -- a madman who's armed and programmed to assassinate. In a matter of minutes, six innocent bystanders -- and Cavanaugh -- are dead. But when his body vanishes, and his weapon mysteriously appears in Hartman's luggage, Hartman is plunged into an unfathomable nightmare, and suddenly finds himself on the run. Meanwhile in Washington, D.C., Anna Navarro, field agent for the Department of justice, has been asked to investigate the sudden -- seemingly unrelated -- deaths of eleven men throughout the world. The only thing that connects them is a secret file, over a half-century old, linked to the CIA, and marked with the same puzzling codename: Sigma.But as Anna follows the connecting thread, she finds herself in the shadows of a relentless killer who is one step ahead of her, victim by victim. Together she and Hartman must uncover the diabolical secrets long held behind the codename, Sigma. It will threaten everything they think they know about themselves and confirm their very worst fears...},
{"title": In Honor Bound,
"isbn": 0061001872,
"author": Gerald Seymour,
"text": Barney Crispin, a Captain in the SAS, is as tough as they come. He is sent on an urgent mission to the Afghanistan border: to destroy one of the Soviet Mi-24 helicopters, a highly sophisticated and virtually invulnerable piece of military equipment, and retrieve the hardware. In order to do so, he needs the help of the Mujahidin resistance and must first train them in the ways of stealth and sabotage.But the guerillas he trains are ill-equipped and disorganised. Their attempt fails and several of them are killed in the process. Against orders and with only eight missiles and a local boy as his guide, Barney decides to undertake the mission alone, his own solitary battle for vengeance...},
{"title": Cry of the Hunter,
"isbn": 0007234899,
"author": Harry Patterson,
"text": Martin Fallon was a legendary hero in Ireland - to both sides. Now retired - and a writer - he is persuaded out for one last mission, never believing how high the cost will be.},
{"title": Le Pendu de Saint-Pholien: Le Commissaire Maigret,
"isbn": 2266003763,
"author": Georges Simenon,
"text": Remords mortels...Au buffet de la gare d'une petite ville-fronti  re entre la Hollande et l'Allemagne, Maigret, intrigu   par un individu, le suit jusqu'   son arriv  e    Br  me. L'inconnu, du nom de Jeunet, se suicide dans sa chambre d'h  tel apr  s avoir constat   qu'on avait substitu      sa valise une autre absolument identique. Maigret, qui a proc  d      la substitution lors du voyage en train, constate que ce bagage ne contient que de vieux v  tements tach  s de sang.},
{"title": Maigret et la Vieille Dame,
"isbn": 2285004591,
"author": Georges Simenon,
"text": Le tr  s c  l  bre roman de Simenon, enfin adapt  . Pour tous les amateurs de roman policier et du Commissaire Maigret. Qui pouvait vouloir tuer la vieille Valentine Besson, dont la servante, Rose, est morte d'avoir bu un verre d'eau destin      sa patronne, et contenant des somnif  res ? Maigret, appel      faire la lumi  re sur ce meurtre, soup  onne un moment Arlette, la fille de Valentine, qui semble avoir une vie priv  e assez trouble avec son mari, Th  o. Mais la cupidit   ne peut   tre le mobile : la vieille dame ne poss  dait plus que des copies de bijoux, r  pliques de la fabuleuse collection jadis constitu  e par son mari. Sur ces entrefaites, Valentine abat d'un coup de revolver un " r  deur " qui n'est autre que le fr  re de Rose. Pour Maigret, qui vient de d  couvrir une   meraude authentique, les pi  ces du puzzle commencent    s'assembler... Dans une atmosph  re de vacances baln  aires, ce sont de bien sombres myst  res qui vont peu    peu   tre d  voil  s par le sagace enqu  teur.},
{"title": The Pianist: The Extraordinary Story of One Man's Survival in Warsaw, 1939-45,
"isbn": 057506708X,
"author": Władysław Szpilman,
"text": The last live broadcast on Polish Radio, on September 23, 1939, was Chopin's Nocturne in C# Minor, played by a young pianist named Wladyslaw Szpilman, until his playing was interrupted by German shelling. It was the same piece and the same pianist, when broadcasting resumed six years later. The Pianist is Szpilman's account of the years inbetween, of the death and cruelty inflicted on the Jews of Warsaw and on Warsaw itself, related with a dispassionate restraint borne of shock. Szpilman, now 88, has not looked at his description since he wrote it in 1946 (the same time as Primo Levi's If This Is A Man?; it is too personally painful. The rest of us have no such excuse.  Szpilman's family were deported to Treblinka, where they were exterminated; he survived only because a music-loving policeman recognised him. This was only the first in a series of fatefully lucky escapes that littered his life as he hid among the rubble and corpses of the Warsaw Ghetto, growing thinner and hungrier, yet condemned to live. Ironically it was a German officer, Wilm Hosenfeld, who saved Szpilman's life by bringing food and an eiderdown to the derelict ruin where he discovered him. Hosenfeld died seven years later in a Stalingrad labour camp, but portions of his diary, reprinted here, tell of his outraged incomprehension of the madness and evil he witnessed, thereby establishing an effective counterpoint to ground the nightmarish vision of the pianist in a desperate reality. Szpilman originally published his account in Poland in 1946, but it was almost immediately withdrawn by Stalin's Polish minions as it unashamedly described collaborations by Lithuanians, Ukrainians, Poles and Jews with the Nazis. In 1997 it was published in Germany after Szpilman's son found it on his father's bookcase. This admirably robust translation by Anthea Bell is the first in the English language. There were 3,500,000 Jews in Poland before the Nazi occupation; after it there were 240,000. Wladyslaw Szpilman's extraordinary account of his own miraculous survival offers a voice across the years for the faceless millions who lost their lives. --},
{"title": Maigret Et Le Clochard,
"isbn": 225314228X,
"author": Georges Simenon,
"text": Georges Simenon, writing autobiographically, once confessed his desire to drop out of society, to sever family ties and disassociate himself from his friends. His empathy with misfits is reflected in Simenon's police superintendent Jules Maigret.When Maigret learns that a bum's murder is in reality an assassination, he becomes deeply involved in what without him would have been left as an unremarkable event. Maigret must discover the identity of the man who had been living under the Seine bridge, then find out why anyone would want him dead.},
{"title": A Game of Thrones,
"isbn": 0553588486,
"author": George R.R. Martin,
"text": Summers span decades. Winter can last a lifetime. And the struggle for the Iron Throne has begun.As Warden of the north, Lord Eddard Stark counts it a curse when King Robert bestows on him the office of the Hand. His honour weighs him down at court where a true man does what he will, not what he must     and a dead enemy is a thing of beauty.The old gods have no power in the south, Stark   s family is split and there is treachery at court. Worse, the vengeance-mad heir of the deposed Dragon King has grown to maturity in exile in the Free Cities. He claims the Iron Throne.},
{"title": A Clash of Kings,
"isbn": 0553381695,
"author": George R.R. Martin,
"text": Alternate cover edition can be found here. Time is out of joint. The summer of peace and plenty, ten years long, is drawing to a close, and the harsh, chill winter approaches like an angry beast. Two great leaders   Lord Eddard Stark and Robert Baratheon   who held sway over an age of enforced peace are dead...victims of royal treachery. Now, from the ancient citadel of Dragonstone to the forbidding shores of Winterfell, chaos reigns, as pretenders to the Iron Throne of the Seven Kingdoms prepare to stake their claims through tempest, turmoil, and war. As a prophecy of doom cuts across the sky   a comet the color of blood and flame   six factions struggle for control of a divided land. Eddard's son Robb has declared himself King in the North. In the south, Joffrey, the heir apparent, rules in name only, victim of the scheming courtiers who teem over King's Landing. Robert's two brothers each seek their own dominion, while a disfavored house turns once more to conquest. And a continent away, an exiled queen, the Mother of Dragons, risks everything to lead her precious brood across a hard hot desert to win back the crown that is rightfully hers. A Clash of Kings transports us into a magnificent, forgotten land of revelry and revenge, wizardry and wartime. It is a tale in which maidens cavort with madmen, brother plots against brother, and the dead rise to walk in the night. Here a princess masquerades as an orphan boy; a knight of the mind prepares a poison for a treacherous sorceress; and wild men descend from the Mountains of the Moon to ravage the countryside. Against a backdrop of incest and fratricide, alchemy and murder, the price of glory may be measured in blood. And the spoils of victory may just go to the men and women possessed of the coldest steel...and the coldest hearts. For when rulers clash, all of the land feels the tremors. Audacious, inventive, brilliantly imagined, A Clash of Kings is a novel of dazzling beauty and boundless enchantment;a tale of pure excitement you will never forget.},
{"title": A Storm of Swords,
"isbn": 055357342X,
"author": George R.R. Martin,
"text": Here is the third volume in George R.R. Martin's magnificent cycle of novels that includes A Game of Thrones and A Clash of Kings. Together, this series comprises a genuine masterpiece of modern fantasy, destined to stand as one of the great achievements of imaginative fiction.Of the five contenders for power, one is dead, another in disfavor, and still the wars rage as alliances are made and broken. Joffrey sits on the Iron Throne, the uneasy ruler of of the Seven Kingdoms. His most bitter rival, Lord Stannis, stands defeated and disgraced, victim of the sorceress who holds him in her thrall. Young Robb still rules the North from the fortress of Riverrun. Meanwhile, making her way across a blood-drenched continent is the exiled queen, Daenerys, mistress of the only three dragons still left in the world. And as opposing forces manoeuver for the final showdown, an army of barbaric wildlings arrives from the outermost limits of civilization, accompanied by a horde of mythical Others   a supernatural army of the living dead whose animated corpses are unstoppable. As the future of the land hangs in the balance, no one will rest until the Seven Kingdoms have exploded in a veritable storm of swords...},
{"title": A Feast for Crows,
"isbn": 055358202X,
"author": George R.R. Martin,
"text": With A Feast for Crows, Martin delivers the long-awaited fourth volume of the landmark series that has redefined imaginative fiction and stands as a modern masterpiece in the making.After centuries of bitter strife, the seven powers dividing the land have beaten one another into an uneasy truce. But it's not long before the survivors, outlaws, renegades, and carrion eaters of the Seven Kingdoms gather. Now, as the human crows assemble over a banquet of ashes, daring new plots and dangerous new alliances are formed while surprising faces   some familiar, others only just appearing   emerge from an ominous twilight of past struggles and chaos to take up the challenges of the terrible times ahead. Nobles and commoners, soldiers and sorcerers, assassins and sages, are coming together to stake their fortunes...and their lives. For at a feast for crows, many are the guests   but only a few are the survivors.},
{"title": Brandenburg,
"isbn": 0312965257,
"author": Glenn Meade,
"text": 60 years ago, the greatest crime against humanity was committed. Today it's only a heartbeat away from happening again.In the pulse-pounding tradition of Robert Ludlum, John Le Carre, and Frederick Forsyth, Glenn Meade, the acclaimed, bestselling author of the blockbuster thriller Snow Wolf, delivers unrivaled suspense, unforgettable characters, and a brilliantly absorbing story with a mind-blowing surprise ending.In Paraguay, a young reporter is found brutally murdered. In Berlin, a political activist is gunned down in the street. In Strasbourg, an international policeman is given the name of a beautiful young German woman-- and the first key to an extraordinary plot... Joseph Volkmann knows that a string of killings around the world are linked by a single purpose. And he knows that Erica Kranz, whose journalist cousin had stumbled on the story, is linked to the plot. Haunted by the ghosts of the past, driven by the specter of the future, Volkmann and Kranz are about to plunge through a realm of terrorism, fanaticism, and deception-- as they stare at the true face of evil...},
{"title": Where Eagles Dare,
"isbn": 1560254556,
"author": Alistair MacLean,
"text": Forbidding peaks, resourceful commandos, beautiful spies, nonstop action, and neck-snapping plot twists make this the classic adventure thriller   the kind of page-turner that readers actually will find impossible to put down. A team of British Special Forces commandos parachutes into the high peaks of the Austrian Alps with the mission of stealing into an invulnerable alpine castle   accessible only by aerial gondola   the headquarters of Nazi intelligence. Supposedly sent in to rescue one of their own, their real mission turns out to be a lot more complicated   and the tension climbs as team members start to die off, one by one. Written by Alistair Maclean, author of the Guns of Navarone, this is the novel that set the pace for the modern action thriller (the film version, with Richard Burton and Clint Eastwood, also helped), and it still packs twice the punch of most contemporary best-selling thrillers. What's more, the cast of spooks, turncoats, and commandos who drive this story are more relevant than ever in our new era of special forces, black ops, and unpredictable alliances.},
{"title": The Dogs of War,
"isbn": 0553268465,
"author": Frederick Forsyth,
"text": Note: Alternate-Cover for this ISBN can be found .In a remote corner of Zangara, a small republic in Africa, lies Crystal  Mountain. At certain times of the day the mountain  emits a strange glow. Only Sir James Manson knows  why. The mountain contains ten billion dollars  worth of the world's most valuable mineral,  platinum. "Not only exciting but truly  surprising"   Atlantic. Now the only question is, how to get  hold of it. Sir James knows how. Invade the  country with a band of savage, cold-blooded  mercenaries. Topple the government and set up a puppet  dictatorship. Unleash the dogs of war.},
{"title": Sarah's Key,
"isbn": 0312370830,
"author": Tatiana de Rosnay,
"text": Paris, July 1942: Sarah, a ten year-old girl, is brutally arrested with her family by the French police in the Vel' d'Hiv' roundup, but not before she locks her younger brother in a cupboard in the family's apartment, thinking that she will be back within a few hours.Paris, May 2002: On Vel' d'Hiv's 60th anniversary, journalist Julia Jarmond is asked to write an article about this black day in France's past. Through her contemporary investigation, she stumbles onto a trail of long-hidden family secrets that connect her to  Sarah. Julia finds herself compelled to retrace the girl's ordeal, from that terrible term in the Vel d'Hiv', to the camps, and beyond. As she probes into Sarah's past, she begins to  question her own place in France, and to reevaluate her marriage and her life.},
{"title": The Commandant. Rudolf Hoess, Jurg Amann,
"isbn": 071564162X,
"author": Rudolf Höss,
"text": SS Kommandant Rudolph H  ss (1900   1947) was history's greatest mass murderer, personally supervising the extermination of approximately two million people, mostly Jews, at the death camp in Auschwitz, Poland.},
{"title": Schindlers List,
"isbn": 4102277013,
"author": Thomas Keneally,
"text":                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          },
{"title": Serge / Samuel,
"isbn": 9059081749,
"author": Willy Spillebeen,
"text": 1943, een klein dorp in West-Vlaanderen. Serge is de nieuwe jongen in de klas van Jaak. Hij komt uit Brussel om wat aan te sterken. Serge is anders, hij praat nauwelijks Nederlands, schaamt zich niet om te huilen, doet niet mee aan wrede pesterijen. Jaak begrijpt niet altijd wat er met zijn nieuwe vriend aan de hand is. Serge is een raadsel. Hij verdwijnt na de bevrijding even snel als hij gekomen is... Pas jaren na de oorlog krijgt Jaak een brief en een dagboek waarin Serge hem wat meer duidelijkheid brengt. Serge heet eigenlijk Samuel, is joods en werd door de Duitsers opgesloten in de Mechelse Dossinkazerne. Door een verzetsactie kon hij ontsnappen uit de goederentrein die hem naar een Duits vernietigingskamp bracht...},
{"title": War of the Rats,
"isbn": 055358135X,
"author": David L. Robbins,
"text": For six months in 1942, Stalingrad is the center of a titanic struggle between the Russian and German armies   the bloodiest campaign in mankind's long history of warfare. The outcome is pivotal. If Hitler's forces are not stopped, Russia will fall. And with it, the world....German soldiers call the battle Rattenkrieg, War of the Rats. The combat is horrific, as soldiers die in the smoking cellars and trenches of a ruined city. Through this twisted carnage stalk two men   one Russian, one German   each the top sniper in his respective army. These two marksmen are equally matched in both skill and tenacity. Each man has his own mission: to find his counterpart   and kill him. But an American woman trapped in Russia complicates this extraordinary duel. Joining the Russian sniper's cadre, she soon becomes one of his most talented assassins   and perhaps his greatest weakness. Based on a true story, this is the harrowing tale of two adversaries enmeshed in their own private war   and whose fortunes will help decide the fate of the world.},
{"title": Liberation Road: A Novel of World War II and the Red Ball Express,
"isbn": 055338175X,
"author": David L. Robbins,
"text": With his acclaimed novels of World War II, David L. Robbins awakened a generation to the drama, tragedy, and heroism of some of history   s greatest battles. Now he delivers a gripping and authentic story set against one of our greatest wartime achievements: the Red Ball Express, six thousand trucks and twenty-three thousand men   most of them African-American   who forged a lifeline of supplies in the Allied struggle to liberate France. June 1944. The Allies deliver a staggering blow to Hitler   s Atlantic fortress, leaving the beaches and bluffs of Normandy strewn with corpses. The Germans have only one chance to stop the immense invasion   by bottling up the Americans on the Cotentin Peninsula. There, in fields crisscrossed with dense hedgerows, many will meet their death while others will search for signs of life. Among the latter are two very different men, each with his own demons to fight and his own reasons to risk his life for his fellow man.Joe Amos Biggs is an invisible    colored    driver in the Red Ball Express, the unheralded convoy of trucks that serves as a precious lifeline to the front. Delivering fuel and ammunition to men whose survival depends on the truckers, Joe Amos finds himself hungering to make his mark and propelled into battle among those who don   t see him as an equal   but will need him to be a hero. A chaplain in the demoralized 90th Infantry, Rabbi Ben Kahn is a veteran of the first great war and old enough to be the father of the GIs he tends. Searching for the truth about his own son, a downed pilot missing in action, Kahn finds himself dueling with God, wading into combat without a gun, and becoming a leader among men in need of someone   anyone   to follow. The prize: the liberation of Paris, where a ruthless American traitor known as Chien Blanc   White Dog   grows fat and rich in the black market. Whatever the occupied city   s destiny, destroyed or freed, he will win. The fates of these three men will collide, hurtling toward an uncommon destiny in which people commit deeds they cannot foresee and can never truly explain. From the screams of German .88 howitzers to the last whispers of dying young soldiers, Robbins captures war in all its awful fullness. And through the eyes of his unique characters, he leaves us with a mature, brilliant, and memorable vision of humanity in the face of inhumanity itself.From the Hardcover edition.},
{"title": The Sands of Sakkara,
"isbn": 0312971087,
"author": Glenn Meade,
"text": Glenn Meade's electrifying novels capture the intrigue of nations, the brutality of war, and the heroism of brave men and women. The Sands of Sakkara is his most satisfying novel yet-a heart-pounding thriller set against the backdrop of wartime Egypt, where a breathless chase across the arid desert explodes, as two people race against time to stop a dark plot in the heart of World War II...Once Rachel Stern was a beautiful archaeologist, until the Nazis herded her behind barbed wire. Once Jack Halder lived between two nations. Now he is filled with rage, chosen to spearhead a desperate secret mission-and to bring Rachel Stern into it. Once Harry Weaver was one of America's best and brightest. Now he is the only U.S. agent who can hunt down the man who was his friend, and the woman they both loved in 1939.In a stunning story that reaches from the teeming streets of Berlin to the feet of the great pyramids, three former friends are about to meet again: around a mission to assassinate FDR.},
{"title": The Enigma,
"isbn": 0451089200,
"author": Michael Barak,
"text": Durante la seconda guerra mondiale, Francis de Belvoir, alias il   Barone  ,    il pi   audace ladro gentiluomo d'Europa. Catturato dagli inglesi, potr   riavere la libert   a patto di trafugare a Parigi il pi   grande segreto tedesco, la macchina Enigma, che codifica e decodifica i messaggi del Comando nemico.Francis accetta ed elabora un suo piano preciso, nel quale    presente anche Mich  le, un   affascinante ragazza ebrea. Un   avvincente e drammatica spy story, basata su fatti reali.},
{"title": Stalingrad,
"isbn": 346203054X,
"author": Theodor Plievier,
"text": Translated from German by Richard and Clara Winston},
{"title": The Naked and the Dead,
"isbn": 0312265050,
"author": Norman Mailer,
"text": Hailed as one of the finest novels to come out of the Second World War, The Naked and the Dead received unprecedented critical acclaim upon its publication and has since become part of the American canon. This fiftieth anniversary edition features a new introduction created especially for the occasion by Norman Mailer.Written in gritty, journalistic detail, the story follows an army platoon of foot soldiers who are fighting for the possession of the Japanese-held island of Anopopei. Composed in 1948, The Naked and the Dead is representative of the best in twentieth-century American writing.},
{"title": Storm Force from Navarone,
"isbn": 0786210680,
"author": Sam Llewellyn,
"text": Adventure/Suspense Large Print Edition Alistair MacLean s gritty heroes from Navarone are not dead, and definitely not forgotten. Mallory, Miller and Andrea, the surviving commandos of Force 10 from Navarone, are sent on operation Storm Force a perilous mission through the Pyrenees to disable the greatest threat to the success of the D-Day landings, the Werwolf U-boats. They have less than six days to locate the subs and destroy them, operating outside of normal channels, without any backup . . . a true mission impossible, and a worthy modern successor to the original novels.},
{"title": Force 10 from Navarone,
"isbn": 0006164331,
"author": Alistair MacLean,
"text": The thrilling sequel to Alistair MacLean   s masterpiece of World War II adventure, The Guns of Navarone. Now reissued in a new cover style.The guns of Navarone have been silenced, but the heroic survivors have no time to rest on their laurels. Almost before the last echoes of the famous guns have died away, Keith Mallory, Andrea and Dusty Miller are parachuting into war-torn Yugoslavia to rescue a division of Partisans     and to fulfil a secret mission, so deadly that it must be hidden from their own allies.},
{"title": The Guns of Navarone,
"isbn": 0449214729,
"author": Alistair MacLean,
"text": An entire navy had tried to silence the guns of Navarone and failed. Full-scale attacks had been driven back. Now they were sending in just five men, each one a specialist in dealing death.},
{"title": Private Peaceful,
"isbn": 0439636485,
"author": Michael Morpurgo,
"text": From the Children's Laureate of England, a stunning novel of the First World War, a boy who is on its front lines, and a childhood remembered."They've gone now, and I'm alone at last. I have the whole night ahead of me, and I won't waste a single moment of it . . . I want tonight to be long, as long as my life . . ." For young Private Peaceful, looking back over his childhood while he is on night watch in the battlefields of the First World War, his memories are full of family life deep in the countryside: his mother, Charlie, Big Joe, and Molly -- the love of his life. Too young to be enlisted, Thomas has followed his brother to war and now, every moment he spends thinking about his life, means another moment closer to danger.},
{"title": War Horse,
"isbn": 0439796636,
"author": Michael Morpurgo,
"text": A powerful tale of war, redemption, and a hero's journey.In 1914, Joey, a beautiful bay-red foal with a distinctive cross on his nose, is sold to the army and thrust into the midst of the war on the Western Front. With his officer, he charges toward the enemy, witnessing the horror of the battles in France. But even in the desolation of the trenches, Joey's courage touches the soldiers around him and he is able to find warmth and hope. But his heart aches for Albert, the farmer's son he left behind. Will he ever see his true master again?},
{"title": Eye of the Storm,
"isbn": 0425138232,
"author": Jack Higgins,
"text": Former allies in the IRA, Sean Dillon and Martin Brosnam have chosen different paths. Now Dillon is a terrorist for hire, a master of disguise employed by Saddam Hussein. Brosnan is the one man who knows Dillon   s strengths and weaknesses     and brilliant mastery of espionage.     Once friends, now enemies, they are playing the deadliest game of their careers. A game that culminates in a frightening -- and true -- event: Iraq   s attempted mortar attack on the British war cabinet at 10 Downing Street in February 1991.},
{"title": Colditz: The German Story. Reinhold Eggers,
"isbn": 1844155366,
"author": Reinhold Eggers,
"text": This is the successful account of Colditz, famous PoW camp, as seen from the German side. Eggers was on the staff there for the greater part of the war, in charge of security, & relates how he discharged, with varying success, his duty of preventing escapes},
{"title": The Colditz Story,
"isbn": 0304358126,
"author": P.R. Reid,
"text": Colditz was the last stop for prisoners of war in the Second World War. It was to this impregnable fortress that the Germans sent all those prisoners who persisted in escaping from other camps, such as Stalag Luft III (of THE GREAT ESCAPE FAME). Once within the walls of Colditz, the Germans reasoned, escape was impossible. And yet during the four-year period when the castle was used as a prison over 300 men escaped, 31 of whom managed to complete the hazardous journey home through Germany. Prisoners from 10 different countries formed a truly international escape academy. Skeleton keys were made, German passes forged, maps drafted, and all manner of tools and machinery constructed out of whatever the prisoners had to hand. The ingenuity of the escape artists knew no bounds: they tried everything from tunnelling, to hiding in rubbish sacks, disguising themselves as German officers, and leaping acrobatically from the castle walls.},
{"title": Colditz,
"isbn": 0330539191,
"author": P.R. Reid,
"text": From the Pan Military Classics Series comes the definitive account of life in the famous fortress Colditz Castle.},
{"title": Slaughterhouse-Five,
"isbn": 0385333846,
"author": Kurt Vonnegut,
"text": Kurt Vonnegut's absurdist classic Slaughterhouse-Five introduces us to Billy Pilgrim, a man who becomes unstuck in time after he is abducted by aliens from the planet Tralfamadore. In a plot-scrambling display of virtuosity, we follow Pilgrim simultaneously through all phases of his life, concentrating on his (and Vonnegut's) shattering experience as an American prisoner of war who witnesses the firebombing of Dresden.Don't let the ease of reading fool you - Vonnegut's isn't a conventional, or simple, novel. He writes, "There are almost no characters in this story, and almost no dramatic confrontations, because most of the people in it are so sick, and so much the listless playthings of enormous forces. One of the main effects of war, after all, is that people are discouraged from being characters."Slaughterhouse-Five is not only Vonnegut's most powerful book, it is also as important as any written since 1945. Like Catch- 22, it fashions the author's experiences in the Second World War into an eloquent and deeply funny plea against butchery in the service of authority. Slaughterhouse-Five boasts the same imagination, humanity, and gleeful appreciation of the absurd found in Vonnegut's other works, but the book's basis in rock-hard, tragic fact gives it a unique poignancy - and humor.},
{"title": Faith,
"isbn": 0061094196,
"author": Len Deighton,
"text": Prime minister of the political thriller, Len Deighton is back in top form with the first of a new trilogy in the continuing saga of Bernard Samson, the intrepid, insolent, and enigmatic agent of Deighton's blockbuster series: the Game, Set, and Match and Hook, Line, and Sinker trilogies. In Faith Samson is beset. After her years on the "other side," his wife, Fiona, is finally back in his life. But the cool and sophisticated Fiona can't help but know about the affair with Gloria, an attractive coworker half Bernard's age. And Bernard has other troubles, like his secret orders to leave California for the grim streets of Magdeburg, where, hours after his arrival, he finds himself in a shootout with Stasi agents on a dark country road-another airtight mission down the drain. At the time of darkest danger, Bernard needs his best friend, Werner, but Werner is exiled and in disgrace.},
{"title": SS-GB,
"isbn": 0345304543,
"author": Len Deighton,
"text": 1941, and England invaded     and defeated     by the Germans...The King is a hostage in the tower, the Queen and Princesses have fled to Australia, Churchill has been executed by a firing squad, Englishmen are being deported to work in German factories and the dreaded SS is in charge of Scotland Yard. London is in shock. The very look of daily life is a walking nightmare of German uniforms, artifacts, regulations. There are collaborators. There are profiteers. But there are others working in hope, in secret, and desperate danger, against the invader. And still others are living strangely ambiguous lives     none more so than Detective Superintendent Douglas Archer ("Archer of the yard" as the press like to call him), trying to maintain a peculiarly, almost sacredly, British institution under a Nazi chief. Archer has started work on what seems, at first, a routine murder case. But suddenly an SS Standartenf  hrer from Himmler's personal staff flies in from Berlin to supervise the investigation, and Archer is plunged deep into an espionage battle for which he is completely unprepared, and where the stakes are incredibly high. "We   re dealing with something that could prove so deadly that not even the Black Death would compare with the consequences", the SS man tells him.Setting forth on a tight rope trail of violence, betrayal and danger, Archer moves into worlds within worlds of intrigue. The British resistance, wealthy collaborators, high-level scientists, German army and SS factions and vicious rivalry, a beautiful American reporter on assignment for the still-neutral papers back home     these are the players that Deighton's treacherously shifting drama, as it races toward its chattering climax that involves the fate of the King, and of England itself.SS   GB is fascinating in its premise, utterly authentic and convincing in its detail. It is the most gripping novel we have had from the author of The Ipcress File, Funeral in Berlin, and Bomber. Already, in England, it has become Len Deighton's greatest best seller.},
{"title": Winter: A Berlin Family, 1899-1945,
"isbn": 0586068953,
"author": Len Deighton,
"text": Epic prelude to the classic spy trilogy, GAME, SET and MATCH, that follows the fortunes of a German dynasty during two world wars.Winter takes us into a large and complex family drama, into the lives of two German brothers - both born close upon the turn of the century, both so caught up in the currents of history that their story is one with the story of their country, from the Kaiser's heyday through Hitler's rise and fall. A novel that rings powerfully true, a rich and remarkable portrait of Germany in the first half of the twentieth century.In his portrait of a Berlin family during the turbulent years of the first half of the century, Len Deighton has created a compelling study of the rise of Nazi Germany.With its meticulous research, rich detail and brilliantly drawn cast of characters, Winter is a superbly realized achievement.},
{"title": Sepulchre,
"isbn": 0752860550,
"author": Kate Mosse,
"text": I n 1891, young L  onie Vernier and her brother Anatole arrive in the beautiful town of Rennes-les-Bains, in southwest France. They've come at the invitation of their widowed aunt, whose mountain estate, Domain de la Cade, is famous in the region. But it soon becomes clear that their aunt Isolde-and the Domain-are not what L  onie had imagined. The villagers claim that Isolde's late husband died after summoning a demon from the old Visigoth sepulchre high on the mountainside. A book from the Domain's cavernous library describes the strange tarot pack that mysteriously disappeared following the uncle's death. But while L  onie delves deeper into the ancient mysteries of the Domain, a different evil stalks her family-one which may explain why L  onie and Anatole were invited to the sinister Domain in the first place.More than a century later, Meredith Martin, an American graduate student, arrives in France to study the life of Claude Debussy, the nineteenth century French composer. In Rennesles- Bains, Meredith checks into a grand old hotel-the Domain de la Cade. Something about the hotel feels eerily familiar, and strange dreams and visions begin to haunt Meredith's waking hours. A chance encounter leads her to a pack of tarot cards painted by L  onie Vernier, which may hold the key to this twenty-first century American's fate . . . just as they did to the fate of L  onie Vernier more than a century earlier.},
{"title": Die For Me,
"isbn": 0446616915,
"author": Karen      Rose,
"text": COME TO METhe first victim is found in a snow-covered Philadelphia field. Detective Vito Ciccotelli enlists the aid of archaeologist Sophie Johannsen to determine exactly what lies beneath the frozen ground. Despite years of unearthing things long buried, nothing can prepare Sophie for the matrix of graves dug with chilling precision. The victims buried there haunt her. But the empty graves terrify her-the killer isn't done yet. SCREAM FOR MEHe is cold and calculating, the master of a twisted game. Even with Vito and Sophie hot on his trail, he will not stop. One more empty grave must be filled, and one last scream must be heard-the scream of an archaeologist who is too close for comfort and too near to resist...},
{"title": Catch-22,
"isbn": 0684833395,
"author": Joseph Heller,
"text": At the heart of Catch-22 resides the incomparable, malingering bombardier, Yossarian, a hero endlessly inventive in his schemes to save his skin from the horrible chances of war.His problem is Colonel Cathcart, who keeps raising the number of missions the men must fly to complete their service. Yet if Yossarian makes any attempts to excuse himself from the perilous missions that he's committed to flying, he's trapped by the Great Loyalty Oath Crusade, the bureaucratic rule from which the book takes its title: a man is considered insane if he willingly continues to fly dangerous combat missions, but if he makes the necessary formal request to be relieved of such missions, the very act of making the request proves that he's sane and therefore, ineligible to be relieved.},
{"title": Day of Reckoning,
"isbn": 0425178773,
"author": Jack Higgins,
"text": A death in Brooklyn sends reverberations around the world in Jack Higgins's thrilling new adventure.Higgins's novels of honor, bravery, and irresistible intrigue delight millions of readers every year, but few of his books pack the sheer narrative power of Day of Reckoning.Journalist Katherine Johnson made the mistake of getting too close to the secrets of international crime boss Jack Fox -- but Fox made the mistake of killing her. Katherine's ex-husband is Blake Johnson, head of the clandestine White House department known as The Basement, and with the President's permission, the former FBI agent is about to take revenge. Wherever the money trail leads -- New York, England, Ireland, the Middle East -- Johnson and his Irish colleague, Sean Dillon, plan to hit Fox where it hurts the most, by cutting his illegal businesses to shreds, until Fox stands defenseless before his enemies.But Fox did not become powerful by letting his enemies get that close. If Johnson and Dillon want to take him on, they will have to face his own brand of revenge. And it is a revenge every bit as deadly as their own.Day of Reckoning is brilliant suspense -- the master working truly at the height of his powers.},
{"title": Flight of Eagles,
"isbn": 0425169685,
"author": Jack Higgins,
"text": In the early days of World War II, nations were forced to choose sides in the epic battle that would change history forever. But for two brothers, fate had already made the choice. Separated as boys, Max and Harry Kelso have grown up to become ace fighter pilots --- Max with the German Luftwaffe and Harry in Britain's RAF. Now, the machinery of war has set in motion an intrigue so devious, so filled with peril, that it will require them to question everything they know, everything they hold most dear: their lives, their families, their loyalties. Against impossible odds, it is their courage alone that will decide the course of the war ...},
{"title": The Eagle Has Flown,
"isbn": 1855920123,
"author": Jack Higgins,
"text": As an increasingly isolated and insane Hitler pursues his hopeless war, betrayal and treachery reach the highest levels of the Third Reich.German intelligence knows that paratroop officer Steiner survived "Operation Eagle," the bungled assassination attempt on Winston Churchill, and is now a POW somewhere in London. Reichsfuhrer Himmler wants him back -- at any cost -- and puts his top espionage agents in charge of the perilous rescue mission.Racing from the nightclubs of Lisbon to Hitler's opulent country retreat to the damp streets of London, Himmler's men get closer to their target -- and to the shattering true objective of their mission....},
{"title": The Eagle Has Landed,
"isbn": 0140273344,
"author": Jack Higgins,
"text": Desperate Adolf Hitler orders the impossible: kidnap or kill Winston Churchill. A disgraced war hero receives the suicidal mission for a commando squad. In a quiet seaside village, a beautiful widow and a cultured IRA assassin set the groundwork for the ultimate act of treachery. On 6 November 1943, Berlin gets the coded message "The Eagle has landed".},
]
